# x = "привіт\nяк справи?"
# x = "Андрій"
# y = "що робиш"
# c = "де був"
# print(f"Привіт {x} як справи {y} віравоар аріовраіра віраоа {c}")
print("Привіт")
# print(f"Привіт {name}")
# name = input("Як тебе звуть?")
# age = input("Радий знайомству! А скільки тобі років?")
# color = input("Який твій улюблений колір?")
# print(f"Ой, {color} - це чудовий колір!")
# print(f"{name} любить {color} колір. Йому {age} років")
imennyk = input("Назви будь-який іменник!")
color = input("Напиши будь-який колір")
dia = input("Напиши будь-яке дієслово")
animal = input("Напиши назву тварини")
place = input("Напиши назву місця")
print(f"Одного разу {imennyk} був дуже сумний, тому що він був {color}. Він вирішив {dia} у {animal}, де зустрів {animal}. Разом вони вирішили залишитися в {place} назавжди, і стали найкращими друзями.")
